
/* */
"AppSocket/HP JetDirect" = "JetDirect";

/* */
"Bluetooth Printer (bluetooth)" = "Bluetooth";

/* */
"Fax Printer (fax)" = "Faksi";

/* */
"FireWire Printer" = "FireWire";

/* */
"Internet Printing Protocol (http)" = "Internet Printing Protocol (http)";

/* */
"Internet Printing Protocol (ipp)" = "Internet Printing Protocol";

/* */
"LPD/LPR Host or Printer" = "LPD/LPR-palvelin tai -tulostin";

/* */
"Serial Printer (serial)" = "Sarja";

/* */
"USB Printer (usb)" = "USB";

/* */
"Windows Printer via SAMBA" = "Windows";

/* */
"Zeroconf registered printer..." = "Bonjour";

/* User will enter the URI manually menu item */
"manual" = "Muu laite";

/* Internal Modem */
"modem" = "Sisäinen modeemi";

/* Bluetooth Modem */
"Bluetooth-Modem" = "Bluetooth-modeemi";


